{
  "title": "FRONTEND DEVELOPER",
  "descriptionShort": "¡Hola! I’m a passionate Front-End Developer with a background in digital design. I lose track of time working on UX-driven code and striving to make the web accessible for everyone. Away from the computer, you’ll find me running trails and rocking motherhood. Ready to build increíble things together? ¡Hablemos!",
  "descriptionLong": "My journey in IT began with digital design – a safe entry into the IT world for someone like me, who struggled with internal doubts and stereotypes. Did I really belong in development?\n\nMy background in digital design not only gave me solid knowledge in accessibility and UX but also shaped me into the developer I am today – one with a keen eye for visual design. Now, after two years of dedicated studies in frontend development, during which I also had the opportunity to work with backend technologies, there’s no longer any doubt in my mind that there’s a place for me in this industry.\n\nMy journey has strengthened my self-confidence, sparked my ambition to grow into a full-stack role, and made it natural for me to advocate for more women to step confidently into IT.\n\nNow, I look forward to further strengthening my skills, exploring new languages and technologies, and contributing my expertise to an innovative team!",
  "image": "/profilKvadrat.JPG",
  "email": "casandra.c.gustafsson@gmail.com",
  "phone": "+46 701 234 567",
  "skills": {
    "code": [
      "HTML",
      "CSS",
      "JavaScript",
      "React",
      "Vue.js",
      "TypeScript",
      "React Hooks",
      "Node.js"
    ],
    "toolbox": [
      "Postman",
      "Adobe Illustrator",
      "Photodhop",
      "Figma",
      "Slack",
      "Git",
      "MongoDB"
    ],
    "upcoming": [
      "Vibe-coding",
      "React Native",
      "exploring more backend-coding?"
    ],
    "more": [
      "Agile methodology",
      "Process Design",
      "UX-design",
      "Web Accessibility",
      "IT-Consulting",
      "Workshops"
    ]
  },
  "socialMedia": {
    "github": {
      "url": "https://github.com/HolaCarmensita",
      "icon": "/github.svg"
    },
    "linkedin": {
      "url": "https://www.linkedin.com/in/casandra-gustafsson/",
      "icon": "/linkedIn.svg"
    },
    "stackoverflow": {
      "url": "https://stackoverflow.com/users/22833434/casandra-gustafsson",
      "icon": "/stackoverflow.svg"
    },
    "instagram": {
      "url": "https://www.instagram.com/casandragustafsson/",
      "icon": "/instagram.svg"
    }
  }
}
